{
    "events": [{
            "event_id": "106",
            "type": "eco",
            "title": "A LIGHT IN THE DARKNESS A PROMISE FOR A BETTER TOMORROW",
            "picture": "img/needs.jpg",
            "like": null,
            "shareCount": 10,
            "viewCount": 200,
            "start": 1470067200,
            "sort": "2016-08-02",
            "content": "Food Aid International provides malnutrition-fighting meals to hungry orphans around the world. We are currently providing food aid to orphanages in Haiti, the Horn of Africa and India.For just $0.25, Food Aid International can package a nutritious meals and send it to orphanages around the world. Will you consider making a tax-deductible donation today that will allow Food Aid to send more meals to hungry children.Every dollar donated will be used to package 4 meals for orphans around the world! 100% of your donation will go directly towards packaging meals for hungry children! Your donation is tax deductible! Donations of any amount are welcome!",
            "address": "Dublin2 , Ireland",
            "address_meno": "",
            "link": "https://food-aid.org/",
            "organizer": {
                "name": "FoodAID",
                "phone": "1-888-407-5125",
                "picture": "http://www.goodeedplus.com/admin/imgs/badge//2_30ce5ab06769767b1e3b956e7a7a9393.png"
            },
            "rewards": [{
                "content": "Knight Metal",
                "amount": 1
            }]
        },
        {
            "event_id": "105",
            "type": "public",
            "title": "The Oktoberfest 2016 roundup",
            "picture": "img/tof.jpg",
            "like": null,
            "shareCount": 20,
            "viewCount": 5000,
            "start": 1467216000,
            "sort": "2016-06-30",
            "content": "The 183rd Oktoberfest started on September 17th as it ended on October 3rd: cool and rainy. In between, however, late summer weather attracted Oktoberfest fans from Munich and all over the world. They got to enjoy a traditional Oktoberfest, as Wiesn-boss Joseph Schmid put it.Strolls without any hurry, open tents and a relaxed atmosphere were typical for this year's Wiesn. The visitors felt safe and felt positive about the new security concept with the new fence, additional stewards and luggage checks.An estimated 5.6 million (2015: 5.9 million) came to the Oktoberfest, which was the first \"small Oktoberfest\" to last a day longer. Italians preferred the last Oktoberfest week end this year. Camping sites reported guests from Italy, Australia, Brazil, New Zealand, Uruguay and the USA. Officials, tent proprietors, carnies and vendors were pleased with the Oktoberfest.",
            "address": "Munich, Germany",
            "address_meno": "",
            "link": "http://www.oktoberfest.de/en/article/Oktoberfest+2016/About+the+Oktoberfest/The+Oktoberfest+2016+roundup/4895/",
            "organizer": {
                "name": "Datenwerk GmbH",
                "phone": "1-888-407-5125",
                "picture": ""
            },
            "rewards": [{
                "content": "Pork knuckle",
                "amount": 10
            }]
        },
        {
            "event_id": "106",
            "type": "public",
            "title": "WELCOME TO THE ST. PATRICK'S FESTIVAL ON-LINE SHOP.",
            "picture": "img/stpatrick.jpg",
            "like": null,
            "shareCount": 20,
            "viewCount": 100,
            "start": 1437223000,
            "sort": "2016-06-30",
            "content": "『Imagine If … 』 the theme for the Festival Parade was inspired by the imagination of the youth of Ireland as they looked to the future … the next 100 years. Ireland's leading pageant companies responded artistically and brought these thoughts and ideas to life with spectacular pageantry and performance.Bands from Ireland was joined by music ensembles from the USA, UK and Brittany, to deliver uplifting rhythms. This future thematic marked the final instalment of an exciting creative trilogy of past, present and future embarked upon in 2014.",
            "address": "City Centre, starting at Parnell Square, Dublin 1",
            "address_meno": "",
            "link": "http://www.stpatricksfestival.ie/events/event/st._patricks_festival_parade2",
            "organizer": {
                "name": "St. Patrick Festival",
                "phone": "+353 1 676 3205",
                "picture": ""
            },
            "rewards": [{
                "content": "Free concert ticket",
                "amount": 100
            }]
        }
    ]
}